Repository: sergiocabral/App.Cabster
Catalog: Cabster/Properties/Resources.*.resx
Languages: pt

# Window.Layout.MinimizeWindow
source: Minimize window.
pt: Minimizar janela.

# Window.Layout.ResizeWindow
source: Resize window.
pt: Redimensionar janela.

# Window.Layout.TerminateApplication
source: Close application.
pt: Fechar a aplicação.

# Exception.Application.ShortcutAlreadyUsed
source: The {Shortcut} shortcut key is already being used by another application.
pt: As teclas de atalho {Shortcut} já estão sendo utilizadas por outro aplicativo.

# Exception.Common.ExpectedSingleOperation
source: A single operation was expected for: {Operation}
pt: Era esperado uma operação única para: {Operation}

# Exception.Common.IsNotNullOrEmpty
source: There was already a defined value or instance for {Property}.
pt: Já havia um valor ou instância definida para {Property}.

# Exception.Common.IsNullOrEmpty
source: No value or instance defined for {Property}.
pt: Nenhum valor ou instância definida para {Property}.

# Exception.Common.ThisWillNeverOccur
source: Oops! I thought that this error would never occur.
pt: Ops! Achei que esse erro nunca ocorreria.

# Exception.Common.WrongArgument
source: For the operation {Class}.{Method} one or more arguments are not valid: {Argument}
pt: Para a operação {Class}.{Method} um ou mais argumentos não são válidos: {Argument}

# Exception.Infrastructure.ConfigurationIsManagedExternally
source: The {Configuration} configuration is managed externally and does not support some operations by the business application.
pt: A configuração {Configuration} é gerenciada externamente e não suporta algumas operações pela aplicação de negócio.

# Exception.Infrastructure.ConfigurationIsManagedInternally
source: The {Configuration} configuration is managed internally and does not support some operations by the scope outside the business application.
pt: A configuração {Configuration} é gerenciada internamente e não suporta algumas operações pelo escopo fora da aplicação de negócio.

# Notification.LanguageChanged
source: The application language has been changed from {fromLanguage} to {toLanguage}.
pt: O idioma do aplicativo foi alterado de {fromLanguage} para {toLanguage}.

# Notification.ApplicationRestarting
source: Restarting application.
pt: Reiniciando aplicação.

# Notification.ShortcutDefined
source: The {Shortcut} shortcut key has been successfully registered.
pt: As teclas de atalho {Shortcut} foram registradas com sucesso.

# Notification.ShortcutInvalid
source: The {Shortcut} shortcut key cannot be activated.
pt: As teclas de atalho {Shortcut} não podem ser acionadas.

# Notification.ShortcutRemoved
source: No shortcut key defined.
pt: Nenhuma tecla de atalho definida.

# Name.Term.Active
source: Active
pt: Ativo

# Name.Term.Inactive
source: Inactive
pt: Inativo

# Window.Configuration.LanguageAlreadySelected
source: The application is already in the selected language.
pt: A aplicação já está no idioma selecionado.

# Window.Configuration.LanguageChangeConfirm
source: To change the language, the application must be restarted.
pt: Para trocar o idioma a aplicação deve ser reiniciada.

# Name.Language.English
source: American English
pt: Inglês americano

# Window.Configuration.LanguageSelect
source: Select the display language
pt: Selecione o idioma de exibição

# Window.Configuration.Shortcut
source: Shortcut key for application actions
pt: Tecla de atalho para ações do aplicativo

# Window.Configuration.WindowTitle
source: Configuration
pt: Configurações

# Window.DialogShow.ButtonCancel
source: Cancel
pt: Cancelar

# Window.DialogShow.ButtonClose
source: Close
pt: Fechar

# Window.DialogShow.ButtonConfirm
source: Confirm
pt: Confirmar

# Window.GroupWork.BreakStartsAfterHowManyRounds_Part1
source: The interval starts after:
pt: O intervalo inicia após:

# Window.GroupWork.BreakStartsAfterHowManyRounds_Part2
source: rounds. Every {minutes} minute(s).
pt: rodadas. A cada {minutes} minuto(s).

# Window.GroupWork.ConfigurationHint
source: Opens the configuration options.
pt: Abre as opções de configuração.

# Window.GroupWork.DurationOfEachBreak_Part1
source: Duration of each break:
pt: Duração de cada intervalo:

# Window.GroupWork.DurationOfEachBreak_Part2
source: minute(s).
pt: minuto(s).

# Window.GroupWork.DurationOfEachRound_Part1
source: Duration of each round:
pt: Duração de cada rodada:

# Window.GroupWork.DurationOfEachRound_Part2
source: minute(s).
pt: minuto(s).

# Window.GroupWork.ParticipantAdd
source: Enter the participant's name.
pt: Digite o nome do participante.

# Window.GroupWork.ParticipantAddHint
source: Click here to add a participant.
pt: Clique aqui para adicionar um participante.

# Window.GroupWork.ParticipantNameEmpty
source: To add a participant enter a name.
pt: Para adicionar um participante informe um nome.

# Window.GroupWork.ParticipantRemoveHint
source: Participant: {Participant} To activate or deactivate: right button. To remove: left button.
pt: Participante: {Participant} Para ativar ou desativar: botão direito. Para remover: botão esquerdo.

# Window.GroupWork.ParticipantSortHint
source: Randomly sort the participants.
pt: Ordena os participantes de forma aleatória.

# Window.GroupWork.Start
source: Start Mob
pt: Começar Mob

# Window.GroupWork.TipsHint
source: Click to load a new tip.
pt: Clique para carregar uma nova dica.

# Window.GroupWork.TipsLoading
source: Loading another tip ...
pt: Carregando outra dica...

# Window.GroupWork.WindowTitle
source: Group Work as MOB
pt: Trabalho em Grupo em MOB

# Window.Layout.NotificationUser
source: General application notifications.
pt: Notificações gerais da aplicação.

# Window.Notification.NoNotification
source: No notification.
pt: Nenhuma notificação.

# Window.Notification.WindowTitle
source: Notifications
pt: Notificações

# Notification.ApplicationStarted
source: Application started.
pt: Aplicação iniciada.
